Repository: XhenetaH/OnlineFoodOrdering_
Catalog: OnlineFoodOrdering/Resources/Areas/Customer/Views/Home/Index.*.resx
Languages: sq

source: Bite...
sq: kafshatë...

source: coupon
sq: kuponin

# delight
source: Delight in every
sq: Kenaqësi në secilën

# ensure
source: We ensure our product quality all times
sq: Ne ofrojmë cilësi të produkteve gjatë gjithë kohës

# featured
source: All featured products are now available for you and your can buy this product from here any time any where so sop now
sq: Të gjitha produktet e veçanta janë të disponueshme për ju dhe mund ti blini keto produkte në ç'do kohë

source: Featured Products
sq: Produktet e Veçanta

# fishContent1
source: Fish prepared by our chefs, not only tastes great but also great nutritional value for our health.
sq: Peshku i pregaditur nga kuzhinierët tonë, jo vetëm që shijon tej mase por, ka edhe vlera të mëdha ushqyese për shendetin tonë.

# fishContent2
source: Fish is a high-protein, low-fat food that provides a range of health benefits.
sq: Peshku është një ushqim me shumë proteina dhe me pak yndyrë që ofron një sërë përfitimesh shëndetësore.

# fishContent3
source: White-fleshed fish, in particular, is lower in fat than any other source of animal protein, and oily fish are high in omega-3 fatty acids, or the "good" fats.
sq: Në veçanti, peshku me mish të bardhë, ka më pak yndyrë se çdo burim tjetër i proteinave shtazore, dhe peshqit me vaj janë të pasur me acide yndyrore omega-3, ose yndyrnat “e mira”.

# fishTitle
source: Importance of eating fish
sq: Rendësia e të ushqyerit me mish peshku

# food
source: is food...
sq: është ushqimi...

# free
source: Free Home Delivery
sq: Transporti Falas

source: Get
sq: Përfito

# healthy
source: The only thing we're serious about
sq: Gjëja e vetme për të cilën jemi serioz

# latest
source: All latest product are now available for you and your can buy this product from here any time any where so sop now
sq: Të gjitha produktet e fundit janë të disponueshme për ju dhe mund ti blini keto produkte në ç'do kohë

source: Latest Products
sq: Produktet e Fundit

# off
source: off with
sq: zbritje me

source: Online Support
sq: Ndihmë Online

# provide
source: Provide free home delivery for all product over 30 €
sq: Ofrojmë transport falas për produktet me vlerë mbi 30 €

# quality
source: Quality Products
sq: Produkte Kualitative

# satisfy
source: To satisfy our customer we try to give support online
sq: Për kënaqësin e klientëve tonë, ne iu ofrojm ndihmë online

source: Shop Now
sq: Porosit Tani

# vegetableContent1
source: Eating vegetables provides health benefits – people who eat more vegetables and fruits as part of an overall healthy diet are likely to have a reduced risk of some chronic diseases.
sq: Ngrënia e perimeve siguron përfitime shëndetësore - njerëzit që hanë më shumë perime dhe fruta si pjesë e një diete të shëndetshme në përgjithësi ka të ngjarë të kenë një rrezik të zvogëluar të disa sëmundjeve kronike.

# vegetableContent2
source: Vegetables provide nutrients vital for health and maintenance of your body. Most vegetables are naturally low in fat and calories.
sq: Perimet sigurojnë lëndë ushqyese jetike për shëndetin dhe mirëmbajtjen e trupit tuaj. Shumica e perimeve janë natyrshëm të ulëta në yndyrë dhe kalori.

# vegetableContent3
source: In our restaurant there are dishes that contain a variety of different delicious vegetables.
sq: Në restorantin tonë ka pjata që përmbajnë një larmi perimesh të ndryshme me shije të mrekullueshme.

# vegetableTitle
source: Benefits of eating vegetables
sq: Rendësia e të ushqyerit me perime
